Revit 2027 API
SymbolTypeId.SfPerTon Property
 Symbol SF/ton, indicating unit Square feet per ton of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SfPerTon { get; }
Public Shared ReadOnly Property SfPerTon As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SfPerTon {
	ForgeTypeId^ get ();
}
static member SfPerTon : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace